<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Ana Johari Mej&iacute;a<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Licenciada, maestra y doctora en historia del arte. El patrimonio industrial asturiano fue el eje de mi tesis doctoral y abri&oacute; una nueva l&iacute;nea de an&aacute;lisis aplicada inicialmente a la obra del artista asturiano Rubio Cam&iacute;n (1929-2007). En su producci&oacute;n pict&oacute;rica y escult&oacute;rica se refleja la tradici&oacute;n sider&uacute;rgica de Asturias, Espa&ntilde;a. Gracias a una beca de la Fundaci&oacute;n Mar&iacute;a Cristina Masaveu Peterson, desarroll&eacute; el Cat&aacute;logo Razonado de Cam&iacute;n, publicado en dos tomos en 2016 y galardonado con dos premios a la mejor edici&oacute;n espa&ntilde;ola.
										</p>
										<p>
										Entre 2017 y 2019 realic&eacute; una estancia posdoctoral en el Centro de Investigaciones Multidisciplinarias sobre Chiapas y la Frontera Sur (CIMSUR) de la UNAM. All&iacute; inici&eacute; una nueva l&iacute;nea de investigaci&oacute;n sobre el patrimonio industrial cafetalero en Am&eacute;rica Latina, con especial &eacute;nfasis en las fincas del Soconusco, Chiapas. Estudi&eacute; los conjuntos arquitect&oacute;nicos vinculados a propietarios de origen alem&aacute;n, quienes plasmaron su cultura en la organizaci&oacute;n espacial de las fincas: modos de vida, creencias y conocimientos. Esta investigaci&oacute;n interpret&oacute; el patrimonio industrial cafetalero como una historia del trabajo o, en palabras del italiano Aldo Castellano, como una &quot;antropolog&iacute;a hist&oacute;rica de la sociedad industrial&quot; relacionada con la producci&oacute;n de caf&eacute; lavado. Se analizaron tanto los vestigios f&iacute;sicos de las t&eacute;cnicas cafetaleras como las fuentes documentales, integrando una visi&oacute;n social y tecnol&oacute;gica del periodo.
										</p>
										<p>
										En el a&ntilde;o 2021 inici&eacute; otra estancia de investigaci&oacute;n posdoctoral financiada por la Fundaci&oacute;n Alexander von Humboldt, en el Instituto Latinoamericano de la Universidad Libre de Berl&iacute;n, con el profesor Dr. Stefan Rinke. Esta etapa se centr&oacute; en rastrear los or&iacute;genes de una empresa familiar alemana y su relaci&oacute;n tecnol&oacute;gica con el mundo del caf&eacute; en M&eacute;xico. El objetivo fue revalorizar los objetos tecnol&oacute;gicos vinculados a la actividad agroindustrial cafetalera y comprender las conexiones transnacionales entre Alemania y M&eacute;xico en torno al caf&eacute;.
										</p>
										<p>
										Actualmente resido en Asturias, Espa&ntilde;a, y desempe&ntilde;o mi labor acad&eacute;mica como profesora de Geograf&iacute;a e Historia en los niveles de Educaci&oacute;n Secundaria Obligatoria y Bachillerato, contribuyendo a la formaci&oacute;n integral del alumnado desde una perspectiva pedag&oacute;gica y disciplinar.
										</p>
									</div>
									<span class="image object">
										<img src="images/ana_johari.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
