<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Andr&eacute;s Lira Noriega<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Investigador por M&eacute;xico SECIHTI<br/>Laboratorio de Biogeograf&iacute;a<br/>Red de Estudios Moleculares Avanzados<br/>Instituto de Ecolog&iacute;a, A.C. (INECOL)
										</p>
										<p>
										Bi&oacute;logo egresado de la UNAM (licenciatura 1997–2001, maestr&iacute;a 2004–2006), con doctorado en Ecolog&iacute;a y Biolog&iacute;a Evolutiva por la Universidad de Kansas (2008–2014). Desde 2014 se desempe&ntilde;a como Investigador por M&eacute;xico de la Secihti en el Instituto de Ecolog&iacute;a A.C. (INECOL), donde es responsable del Laboratorio de Biogeograf&iacute;a de la Red de Estudios Moleculares Avanzados.
                                                                                </p>
										<p>
										Su investigaci&oacute;n se centra en el an&aacute;lisis de la distribuci&oacute;n de especies a m&uacute;ltiples escalas espaciales y temporales. Para ello, hace un uso extensivo de bases de datos de espec&iacute;menes provenientes de colecciones cient&iacute;ficas, as&iacute; como de observaciones en campo y laboratorio, que combina con t&eacute;cnicas de modelado de nicho ecol&oacute;gico, sistemas de informaci&oacute;n geogr&aacute;fica y herramientas de percepci&oacute;n remota. Con esto, busca construir una visi&oacute;n sint&eacute;tica —predictiva y descriptiva— de por qu&eacute; las especies est&aacute;n donde est&aacute;n. Actualmente desarrolla modelos predictivos para especies invasoras de importancia agr&iacute;cola y forestal, y colabora en diversos proyectos de biolog&iacute;a de la conservaci&oacute;n y macroecolog&iacute;a.
                                                                                </p>
										<p>
										Parte de su experiencia laboral incluye su trabajo como analista en la Comisi&oacute;n Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO), donde form&oacute; parte del equipo coordinador del Segundo Estudio de Pa&iacute;s y particip&oacute; en an&aacute;lisis de vac&iacute;os y omisiones, as&iacute; como en estrategias de conservaci&oacute;n de la biodiversidad. Tambi&eacute;n fue asistente de docencia en la Universidad de Kansas y asistente en el Herbario R.L. McGregor de la misma instituci&oacute;n.
                                                                                </p>
										<p>
										En 2024 obtuvo la Georg Forster Research Fellowship de la Fundaci&oacute;n Alexander von Humboldt para realizar una estancia de investigaci&oacute;n de 14 meses en la Georg-August-Universit&auml;t G&ouml;ttingen, en colaboraci&oacute;n con el Prof. Dr. Holger Kreft, responsable del Departamento de Biodiversidad, Macroecolog&iacute;a y Biogeograf&iacute;a de dicha instituci&oacute;n.
										</p>
										<p>A la fecha, ha dirigido estudiantes de licenciatura, maestr&iacute;a y doctorado en temas afines a su l&iacute;nea de investigaci&oacute;n. Cuenta con m&aacute;s de 100 publicaciones en revistas con factor de impacto, en &aacute;reas como la biogeograf&iacute;a, macroecolog&iacute;a, planeaci&oacute;n sistem&aacute;tica para la conservaci&oacute;n, demograf&iacute;a e invasiones biol&oacute;gicas, entre otras. Entre sus trabajos más citados destacan aquellos relacionados con la modelaci&oacute;n de nichos ecol&oacute;gicos, los patrones de diversidad a m&uacute;ltiples escalas espaciales, la relaci&oacute;n entre la centralidad del nicho y la diversidad gen&eacute;tica, la respuesta de los insectos al calor y el uso de modelos de nicho y distribuci&oacute;n en sistemas marinos.
                                                                                </p>
										<p>
										V&iacute;nculos relacionados<br/><a href="http://perfiles.inecol.mx/index.php/home/moleculares/andres-lira-noriega">P&aacute;gina en el Instituto de Ecolog&iacute;a, A.C. (INECOL)</a><br/><a href="https://scholar.google.com/citations?user=-1U0ws4AAAAJ&hl=en">Google Acad&eacute;mico</a>
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/andres_lira.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
