<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Dra. Blanca Maldonado<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Blanca Maldonado es arque&oacute;loga especializada en metalurgia antigua y procesos productivos. Sus &aacute;reas de inter&eacute;s espec&iacute;ficas incluyen la metalurgia precolombina y la metalurgia en el Nuevo Mundo, la metalurgia preindustrial no ferrosa y las din&aacute;micas culturales de las pr&aacute;cticas tecnol&oacute;gicas. Sus investigaciones se han centrado principalmente en dos &aacute;reas geogr&aacute;ficas: Mesoam&eacute;rica y los Andes sur centrales. Obtuvo un doctorado en Antropolog&iacute;a con especialidad en Arqueolog&iacute;a de The Pennsylvania State University. Sus estudios de posgrado incluyen formaci&oacute;n en ciencia arqueol&oacute;gica y arqueometalurgia en University of Oxford y University College London, en Reino Unido. Ha recibido varias becas y premios de investigaci&oacute;n, incluida una beca otorgada por el DAAD para realizar una estancia acad&eacute;mica en la Universidad de Bonn, Alemania (2008), as&iacute; como el patrocinio de la Fundaci&oacute;n Alexander von Humboldt para realizar un posdoctorado de dos a&ntilde;os y medio en el Curt-Engelhorn-Zentrum Arch&auml;ometrie, tambi&eacute;n en Alemania (2009-2011). M&aacute;s recientemente (2019) particip&oacute; en el Kolleg &quot;Cultural Heritage: At the Intersection of the Humanities and the Sciences&quot;, llevado a cabo en Yarmouk University, en Jordania y auspiciado por la Fundaci&oacute;n Alexander von Humboldt. Actualmente se desempe&ntilde;a como Profesora-Investigadora titular en el Centro de Estudios Arqueol&oacute;gicos de El Colegio de Michoac&aacute;n, adem&aacute;s, ejerce el cargo de Secretaria General Administrativa y Acad&eacute;mica de dicha instituci&oacute;n. Adicionalmente, funge como Editora en Jefe de la revista cient&iacute;fica internacional Ancient Mesoamerica.
										</p>
									</div>
									<span class="image object">
										<img src="images/blanca_maldonado.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
