<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Dr. Christian Sohlenkamp<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Christian Sohlenkamp curs&oacute; la Carrera de Ingenier&iacute;a en Biotecnolog&iacute;a en la Universidad Tecnol&oacute;gica de Berl&iacute;n (Technische Universit&auml;t Berlin) en Alemania. Su tesis de diploma fue titulada “Phosphatidylcholine synthase in Rhizobia“. Hizo la parte experimental de su doctorado estudiando los mecanismos de transporte de amonio en <i>Arabidopsis thaliana</i> en el Instituto Max-Planck de Fisiolog&iacute;a Molecular de Plantas en Golm, Alemania bajo la supervisi&oacute;n de Michael Udvardi. Recibi&oacute; el t&iacute;tulo de doctor de la Universidad Tecnol&oacute;gica de Berl&iacute;n en 2001. Fue nombrado becario Feodor Lynen de la Fundaci&oacute;n Alexander-von-Humboldt en 2001 e hizo una estancia posdoctoral en los a&ntilde;os 2002 y 2003 en el Centro de Investigaci&oacute;n sobre la Fijaci&oacute;n de Nitr&oacute;geno (CIFN) de la Universidad Nacional Aut&oacute;noma de M&eacute;xico (UNAM) trabajando con Otto Geiger sobre las funciones de las superficies celulares de bacterias simbi&oacute;ticas y pat&oacute;genas y sus hospederos eucariotas. Actualmente es Investigador Titular en el Centro de Ciencias Gen&oacute;micas (CCG) de la UNAM. Particip&oacute; de manera importante en el descubrimiento de la ruta de la fosfatidilcolina sintasa, la cual es una de las rutas metab&oacute;licas principales para la s&iacute;ntesis de fosfatidicolina en bacterias. Adem&aacute;s, fue el primero en describir la familia AMT2 de transportadores de amonia en plantas.
										</p>
										<p>
										La mayor&iacute;a de sus l&iacute;neas de investigaci&oacute;n se enfocan en el estudio de la bios&iacute;ntesis, el recambio y la degradaci&oacute;n de l&iacute;pidos de membrana de bacterias. Tambi&eacute;n se interesa como cambios en la composici&oacute;n lip&iacute;dica de la membrana bacteriana afectan la resistencia de las bacterias a condiciones de estr&eacute;s abi&oacute;tico, la resistencia a antibi&oacute;ticos, y las interacciones de estas bacterias con hospederos eucariotas. Para su investigaci&oacute;n el grupo usa y desarrolla principalmente herramientas de microbiolog&iacute;a, biolog&iacute;a molecular, bioqu&iacute;mica y gen&oacute;mica.
                                                                                </p>
										<p>
										Su trabajo de investigaci&oacute;n se encuentra rese&ntilde;ado en m&aacute;s de 50 art&iacute;culos internacionales; en m&aacute;s de la mitad es el primer autor o el autor corresponsal. Sus publicaciones han acumulado m&aacute;s de 5000 citas (&iacute;ndice H=26, Scopus). Ha sido responsable de proyectos de investigaci&oacute;n apoyados por CONACYT, PAPIIT-UNAM y UC-MEXUS/CONACYT.
                                                                                </p>
										<p>
										De manera regular da clases en la Licenciatura en Ciencias Gen&oacute;micas de la UNAM. Es tutor acreditado de diferentes programas de posgrado de la UNAM y de la UAEM. Ha dirigido tesis de licenciatura y de posgrado y ha supervisado cuatro investigadores posdoctorales.
                                                                                </p>
										<p>
										Es editor asociado de la revista Frontiers in Microbiology- Microbial Physiology and Metabolism y es miembro del Editorial Board de la revista Journal of Biological Chemistry.
                                                                                </p>
										<p>
										Fue director del CCG de marzo 2017 a marzo 2025.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/christian_sohlenkamp.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
