<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Enrique D&iacute;az Aranda<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										<ul>
										<li>Doctor en Derecho Penal por la Universidad Complutense de Madrid, Espa&ntilde;a</li>
										<li>Doctor en Derecho por la Universidad Nacional Aut&oacute;noma de M&eacute;xico.</li>
										<li>Postdoctorado de cinco a&ntilde;os en el Instituto de Ciencias Penales de la Universidad de M&uacute;nich, bajo la direcci&oacute;n del Prof. Dr. Dr. honoris causa multiple Claus Roxin y 5 estancias de investigaci&oacute;n Postdoctoral en el Instituto Max Planck para Derecho Penal Extranjero e Internacional de Friburgo, Alemania.</li>
                                                                                <li>Ha sido distinguido como Profesor honoris causa por la Universidad Aut&oacute;noma de Tamaulipas.</li>
										<li>En 1998 recibi&oacute; la beca de la fundaci&oacute;n Alexander von Humboldt de Alemania, siendo el primer jurista mexicano en obtenerla desde su fundaci&oacute;n en 1860 y fue embajador cient&iacute;fico de dicha fundaci&oacute;n de 2008 a 2014.</li>
                                                                                <li>Es el primer latinoamericano en recibir la menci&oacute;n especial en el premio extraordinario Universidad Complutense de Madrid.</li>
                                                                                <li>Ha publicado 20 libros como autor, 47 como coautor y m&uacute;ltiples art&iacute;culos de Derecho Penal, Derecho Procesal Penal y pol&iacute;tica criminal, publicados en M&eacute;xico, Espa&ntilde;a, Francia, Argentina, Brasil, Nicaragua y Estados Unidos de Am&eacute;rica.</li>
                                                                                <li>Ha realizado cuatro traducciones del alem&aacute;n al espa&ntilde;ol y ha prologado libros de autores alemanes, espa&ntilde;oles, mexicanos y peruanos.</li>
										<li>Ha pronunciado m&aacute;s de dos mil conferencias y cursos a nivel licenciatura, maestr&iacute;a y doctorado sobre Derecho penal, proceso penal y pol&iacute;tica criminal, en diferentes universidades e instituciones en M&eacute;xico, Alemania, Francia, Italia, Espa&ntilde;a, Brasil, Per&uacute;, Nicaragua, Colombia, Uruguay y Estados Unidos de Am&eacute;rica. </li>
                                                                                <li>Ha fungido como asesor de la Corte Penal Internacional, en la Procuradur&iacute;a General de la Rep&uacute;blica, en la Comisi&oacute;n Federal de Competencia Econ&oacute;mica y Coordinador de asesores en la SETEC de la Secretar&iacute;a de Gobernaci&oacute;n.</li>
                                                                                <li>Actualmente es: Investigador Titular en el Instituto de Investigaciones Jur&iacute;dicas de la UNAM, Miembro de n&uacute;mero de la Academia Mexicana de Ciencias Penales, Investigador Nacional del CONAHCYT, Socio Fundador del despacho: D&Iacute;AZ-ARANDA-PROCEL consulting y apoderado legal de las empresas alemanas: DAIMLER Financial Services M&eacute;xico (Mercedes Benz) y TRATON Financial Services (Volkswagen).</li>
										</ul>
										</p>
									</div>
									<span class="image object">
										<img src="images/enrique_diaz.jpg" alt="" style="width:200px;height:350px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
