<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Eugenia Rold&aacute;n Vera<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Eugenia Rold&aacute;n Vera es investigadora del Departamento de Investigaciones Educativas del Cinvestav desde el a&ntilde;o 2009.
										</p>
										<p>
										Estudi&oacute; la licenciatura en historia en la UNAM, la maestr&iacute;a en Historia y m&eacute;todos hist&oacute;ricos de la Universidad de Warwick, Reino Unido, y el doctorado en el Departamento de Historia y Filosof&iacute;a de la Ciencia en la Universidad de Cambridge, Reino Unido.
                                                                                </p>
										<p>
										De 2002 a 2004 fue becaria posdoctoral Alexander von Humboldt en el Centro de Educaci&oacute;n Comparada de la Universidad Humboldt de Berl&iacute;n, y trabaj&oacute; 4 a&ntilde;os m&aacute;s como investigadora por proyecto en dicha universidad.
                                                                                </p>
										<p>
										Se ha especializado en historia de la escuela, historia de los conceptos educativos e historia de los libros escolares, todo ello en perspectiva transnacional. Es autora, entre otras obras, de Libros, negocios y educaci&oacute;n: la empresa editorial de Ruckph Ackermann para Hispanoam&eacute;rica en la primera mitad del siglo XIX (Bogot&aacute;, Universidad de Rosario / M&eacute;xico, UAM Cuajimalpa, 2022), y coeditora de The Transnational in the History of Education: Concepts and Perspectives (Palgrave Macmillan, 2020), Textbooks and War: Historical and Multinational Perspectives (Palgrave Macmillan, 2018). Fue directora de la Revista Mexicana de Historia de la Educaci&oacute;n (2014-2019) y pertenece a los comit&eacute;s editoriales de las principales revistas de historia de educaci&oacute;n: entre otras, Paedagogica Historica, Encounters in Theory and History of Education y Journal of Educational Media, Memory, and Society. Ha sido profesora visitante en las universidades de G&ouml;ttingen, La Plata, Buenos Aires, Cat&oacute;lica de Chile, Barranquilla, y Virginia (Charlottesville), as&iacute; como  miembro del Wissenschaftlicher Beirat del Leibniz Institut for Bildungsmedien Forschung - Georg Eckert Institut, Braunschweig (Niedersachsen), Alemania.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
