<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Gabriel Del R&iacute;o Guerra<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Es Ingeniero Biotecnol&oacute;go por el ITSON, Maestro y Doctor en biotecnolog&iacute;a por la UNAM, certificado como programador profesional por U.C. Berkeley, realiz&oacute; 2 estancias posdoctorales en EEUU y fue contratado como staff scientist del Instituto Buck en EEUU para dirigir el primer grupo enfocado a estudiar el envejecimiento mediante enfoques computacionales. Es investigador titular del departamento de bioqu&iacute;mica y biolog&iacute;a estructural del Instituto de Fisiolog&iacute;a Celular de la UNAM desde 2004 estudiando la relaci&oacute;n estructura-funci&oacute;n de sistemas biol&oacute;gicos usando enfoques de aprendizaje de m&aacute;quina y biolog&iacute;a molecular, nivel 3 del SNI; ha recibido el reconocimiento como Experienced Researcher por la fundaci&oacute;n alemana Alexander von Humboldt; presidente del club Humboldt de M&eacute;xico (2022-2024). Autor de 50 art&iacute;culos científicos, 7 cap&iacute;tulos en libro, 2 patentes nacionales, 1 internacional, 11 software cient&iacute;ficos (2 con protección ante el INDAUTOR); su trabajo cuenta con más de 5,000 citas en <a href="https://scholar.google.es/citations?user=m2cqHBgAAAAJ">Google scholar</a>; fundador de la startup DProtein, la cual ha recibido distintos reconocimientos nacionales e internacionales. Ha dirigido y graduado 9 tesis de licenciatura, 9 de maestr&iacute;a, 5 de doctorado y 4 estudiantes posdoctorales. 
										</p>
									</div>
									<span class="image object">
										<img src="images/gabriel_delrio.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
