<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Gisela Ortiz Le&oacute;n<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Gisela Ortiz Le&oacute;n realiz&oacute; estudios de Licenciatura en F&iacute;sica en la Facultad de Ciencias de la UNAM y posteriormente estudios de maestr&iacute;a y doctorado en el Instituto de Radioastronom&iacute;a y Astrof&iacute;sica, campus Morelia, de la misma instituci&oacute;n. Tras finalizar sus estudios de doctorado realiz&oacute; de 2017 a 2021 una estancia posdoctoral en el Instituto Max Planck para Radioastronom&iacute;a en Bonn, Alemania y de 2021 a 2023 una estancia posdoctoral en el Instituto de Astronom&iacute;a de la UNAM. Desde febrero de 2023 es Investigadora Titular A en la coordinaci&oacute;n de Astrof&iacute;sica del Instituto Nacional de Astrof&iacute;sica, &Oacute;ptica y Electr&oacute;nica en Puebla. Su l&iacute;nea de investigaci&oacute;n se centra en la interferometr&iacute;a en radio, astrometr&iacute;a de estrellas j&oacute;venes, caracterizaci&oacute;n de sistemas dobles de estrellas y b&uacute;squeda astrom&eacute;trica de objetos subestelares y objetos planetarios. Ha recibido numerosos reconocimientos entre ellos el premio por parte de la Uni&oacute;n Astron&oacute;mica Internacional a la mejor tesis de doctorado de 2017 en la rama Astronom&iacute;a Fundamental, la beca Alexander  von Humboldt para investigadores postdoctorales y el Premio Breakthrough en F&iacute;sica Fundamental, que comparte con el Consorcio del Telescopio del Horizonte de Eventos. Actualmente es miembro nivel I del Sistema Nacional de Investigadores.
										</p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
