<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Gustavo Leyva<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Gustavo Leyva: Profesor e Investigador de Tiempo Completo del Departamento de Filosof&iacute;a de la Universidad Aut&oacute;noma Metropolitana-Iztapalapa desde 1989. Estudios de Maestr&iacute;a en Roman&iacute;stica y Doctorado en Filosof&iacute;a en la Eberhard-Karls-Universit&auml;t T&uumlbingen en T&uuml;bingen, Alemania, con una beca del DAAD. Estancia Postdoctoral en el Philosophisches Seminar de la Ruprecht-Karls-Universit&auml;t Heidelberg y en el Institut f&uuml;r Philosophie de la Johann Wolfgang Goethe-Universit&auml;t Frankfurt am Main en el marco de una Beca de la Fundaci&oacute;n Alexander von Humboldt (2001-2003). Profesor e Investigador en la Universidade Federal do ABC (Brasil) - Centro de Ci&ecirc;ncias Naturais e Humanas (2013-2014). Estancia de investigaci&oacute;n en el Forschungskolleg Humanwissenschaften der Goethe Universit&auml;t en Bad Homburg (2019-2020), en ambos casos con el apoyo de una Beca concedida por la Alexander von Humboldt-Stiftung. Presidente de la SEKLE (Sociedad de Estudios Kantianos en Lengua Espa&ntilde;ola) por el per&iacute;odo 2018-2022. Actualmente es miembro del Sistema Nacional de Investigadores con el Nivel III.
										</p>
										<p>
										Entre sus publicaciones destacan Intersubjetividad y Gusto (M&eacute;xico: Miguel &Aacute;ngel Porr&uacute;a-UAM, 2002), as&iacute; como sus ediciones de Pol&iacute;tica, identidad y narraci&oacute;n (M&eacute;xico: Miguel &Aacute;ngel Porr&uacute;a-UAM, 2003), La Teor&iacute;a Cr&iacute;tica y las tareas actuales de la cr&iacute;tica (Barcelona: Anthropos-UAM, 2005), La Filosof&iacute;a de la Acci&oacute;n (Madrid: S&iacute;ntesis-UAM, 2008), Cosmopolitismo. Democracia en la era de la globalizaci&oacute;n (coeditado con Dulce Mar&iacute;a Granja: Barcelona: Anthropos-UAM, 2009), &#191Existe el orden&#63 La norma, la ley y la transgresi&oacute;n (coeditado con Ram&oacute;n Alvarado y Sergio P&eacute;rez Cort&eacute;s: Barcelona: Anthropos-UAM, 2010), Independencia y Revoluci&oacute;n: Pasado, Presente y Futuro (coeditado con Brian Connaughton, Rodrigo D&iacute;az, N&eacute;stor Garc&iacute;a Canclini y Carlos Illades: M&eacute;xico: FCE-UAM, 2010), Tratado de Metodolog&iacute;a de las Ciencias Sociales (coeditado con Enrique de la Garza, M&eacute;xico: FCE-UAM, 2012), La filosof&iacute;a en M&eacute;xico en el siglo XX. Un ensayo de reconstrucci&oacute;n hist&oacute;rico-sistem&aacute;tica (M&eacute;xico: Secretar&iacute;a de Cultura / FCE, 2018), Los Rostros de la Raz&oacute;n. Immanuel Kant desde Hispanoam&eacute;rica ((con &Aacute;lvaro Pel&aacute;ez y Pedro Stepanenko: UAM/UNAM/Anthropos. Barcelona / M&eacute;xico, 2018) y, recientemente, Karl Marx: El Hombre, el Revolucionario y el Te&oacute;rico (2 Vols.), coeditado con Sergio P&eacute;rez Cort&eacute;s y Jorge Rend&oacute;n (Barcelona / M&eacute;xico: Anthropos, 2021), Walter Benjamin. Hacia la cr&iacute;tica de la violencia (M&eacute;xico: Gedisa, 2022), la Gu&iacute;a Kant Comares (Granada: Comares, 2023), Las Ciencias Sociales revisitadas (M&eacute;xico: UAM/Gedisa, 2024, <a href="https://libroscecsh.izt.uam.mx/index.php/libros/catalog/view/562/77/448">disponible</a>) y (con Oliver Kozlarek): Global Critical Theories, Wiesbaden: Springer, 2025).
                                                                                </p>
										<p>
										Deben mencionarse tambi&eacute;n sus ediciones de:
                                                                                </p>
										<p>
										Kant y el problema de la Metaf&iacute;sica de Martin Heidegger (M&eacute;xico: Fondo de Cultura Econ&oacute;mica, FCE, 2013)
                                                                                </p>
                                                                                <p>
										Fenomenolog&iacute;a del Esp&iacute;ritu de G.W.F. Hegel. Revisi&oacute;n de la traducci&oacute;n de Wenceslao Roces y Ricardo Guerra Edici&oacute;n, notas, glosario, &iacute;ndices, posfacio y bibliograf&iacute;a de Gustavo Leyva (M&eacute;xico: FCE, 2017).
                                                                                </p>
                                                                                <p>
										Hacia la Paz Perpetua de Immanuel Kant en el marco de la &ldquo;Biblioteca Immanuel Kant&rdquo; desarrollado por la Universidad Aut&oacute;noma Metropolitana-Iztapalapa, la Universidad Nacional Aut&oacute;noma de M&eacute;xico y el Fondo de Cultura Econ&oacute;mica, 2018.
                                                                                </p>
										<p>
										La Miseria de la Filosof&iacute;a de Karl Marx. M&eacute;xico: Siglo XXI Editores, 2023. 
										</p>
									</div>
									<span class="image object">
										<img src="images/gustavo_leyva.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
