<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Ismael Bustos Jaimes<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										El Dr. Ismael Bustos Jaimes obtuvo el grado de Qu&iacute;mico de Alimentos por la Facultad de Qu&iacute;mica de la UNAM en 1995, y los de Maestr&iacute;a en Biotecnolog&iacute;a y Doctorado en Ciencias Bioqu&iacute;micas por la misma universidad en 1998 y 2001. Recibi&oacute; la Medalla al M&eacute;rito Universitario &ldquo;Alfonso Caso&rdquo; por la mejor tesis doctoral en 2001. Realiz&oacute; estudios posdoctorales en el Instituto Mexicano del Petr&oacute;leo y en la Facultad de Qu&iacute;mica de la UNAM. En 2005–2006 realiz&oacute; una estancia de investigaci&oacute;n en el Institut f&uuml;r Molekulare Enzymtechnologie, de la Heinrich-Heine-Universit&auml;t de D&uuml;sseldorf, en Alemania, becado por la Fundaci&oacute;n Alexander von Humboldt (Humboldt Research Fellowship). Desde 2006 es Profesor de la Facultad de Medicina de la UNAM, en la que actualmente tiene el nombramiento de Profesor Titular "C". Es miembro de la Academia Mexicana de Ciencias y de la Sociedad Mexicana de Bioqu&iacute;mica. Ha sido distinguido con el nivel 2 en el Sistema Nacional de Investigadores, adem&aacute;s de que sus trabajos lo han hecho acreedor a los premios a la Innovaci&oacute;n en Bionano: Ciencia y Tecnolog&iacute;a Cinvestav-Neolpharma 2016, y del Consejo Farmac&eacute;utico Mexicano-Fundaci&oacute;n UNAM a la Innovaci&oacute;n Farmac&eacute;utica 2018. 
										</p>
										<p>
										Actualmente desarrolla distintas l&iacute;neas de investigaci&oacute;n, como el estudio de interacciones moleculares en enzimas alost&eacute;ricas, biocat&aacute;lisis en sistemas no convencionales, y construcci&oacute;n de nanobiomateriales usando prote&iacute;nas. Ha publicado m&aacute;s de 55 art&iacute;culos de investigaci&oacute;n, ocho de difusi&oacute;n de la ciencia y dos cap&iacute;tulos de libro. Ha sido responsable de tres plazas posdoctorales, ha dirigido 6 tesis de doctorado, 15 de maestr&iacute;a y 17 de licenciatura. Actualmente dirige 4 tesis doctorales, 2 de maestr&iacute;a y 1 de licenciatura. Cuenta con 30 a&ntilde;os de antigüedad en la UNAM impartiendo diversos cursos de pregrado en las Facultades de Qu&iacute;mica, Ciencias, y Medicina, as&iacute; como en el posgrado en Ciencias Bioqu&iacute;micas de la misma instituci&oacute;n. 
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/ismael_bustos.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
