<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Jose&eacute; Antonio Garc&iacute;a Barreto<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										El doctor Jos&eacute; Antonio Garc&iacute;a Barreto naci&oacute; en la Ciudad de Toluca, Estado de M&eacute;xico, M&eacute;xico donde realiz&oacute; sus estudios b&aacute;sicos hasta nivel preparatoria. Curs&oacute; la Licenciatura en Ingenier&iacute;a El&eacute;ctrica en la Universidad de las Am&eacute;ricas (UDLAP), en la Ciudad de Cholula, Estado de Puebla, M&eacute;xico (1976) y obtuvo su Doctorado en F&iacute;sica con especialidad en Radio Astronom&iacute;a en el Instituto Tecnol&oacute;gico de Massachusetts (siglas en ingl&eacute;s MIT), en Cambridge, Massachusetts en Estados Unidos de Norteam&eacute;rica (1982). Ingres&oacute; como Investigador Asociado C al Instituto de Astronom&iacute;a de la UNAM en Agosto de 1982 y obtuvo su Definitividad en 1985.
										</p>
										<p>
										Ha publicado 38 art&iacute;culos en su campo de investigaci&oacute;n (Astrof&iacute;sica Gal&aacute;ctica y Extragal&aacute;ctica Observacional) en revistas especializadas de circulaci&oacute;n y arbitraje internacional (ApJ, AJ, PASP, RevMexAstronAstrof, A&A, 22 como primer autor) y ha presentado muchos trabajos en congresos, simposios nacionales e internacionales.
                                                                                </p>
										<p>
										Ha sido Profesor de Asignatura en la Facultad de Ciencias de la Universidad Aut&oacute;noma del Estado de Baja California (UABC) campus Ensenada de 1985 hasta 1988, en el Departamento de F&iacute;sica Aplicada del CICESE (Ensenada) en 1987, en las Facultades de Qu&iacute;mica, Geograf&iacute;a, Arquitectura (Dise&ntilde;o Industrial) , y Ciencias de la Universidad Aut&oacute;noma del Estado de M&eacute;xico, en la Ciudad de Toluca, Estado de M&eacute;xico (1988-1989, 1996-1997), en la Coordinaci&oacute;n de Astrof&iacute;sica del Instituto Nacional de Astrof&iacute;sica, &Oacute;ptica y Electr&oacute;nica (INAOE) en la Ciudad de Tonanzintla, Estado de Puebla, M&eacute;xico y en la Coordinaci&oacute;n Departamental de F&iacute;sica de la Facultad de Ciencias de la Universidad Nacional Aut&oacute;noma de M&eacute;xico (UNAM 1984-2024).
                                                                                </p>
                                                                                <p>
										Es autor del libro Astronom&iacute;a B&aacute;sica, Editorial del FCE, en su serie “Ediciones Cient&iacute;ficas Universitarias”, es autor del libro Soluci&oacute;n de Problemas de Astrof&iacute;sica General y Astronom&iacute;a Gal&aacute;ctica , Editorial Las Prensas de Ciencias de la UNAM, es autor del e-libro (digital) Introducci&oacute;n a Radio Astronom&iacute;a de acceso libre en la Biblioteca Digital de la UNAM y es coautor del libro Soluciones de Problemas de Teor&iacute;a Electromagn&eacute;tica Editorial las Prensas de Ciencias, UNAM. Finalmente, pero no por eso menos importante es autor del curso en l&iacute;nea gratuito &ldquo;Astrof&iacute;sica&rdquo; dentro de la plataforma digital ada.educatic.unam.mx del departamento Educatic dentro de la Direcci&oacute;n General de Tecnolog&iacute;as, Inform&aacute;tica y C&oacute;mputo (DGTIC) de la UNAM.
                                                                                </p>
										<p>
										Fu&eacute; en sus &uacute;ltimos a&ntilde;os acad&eacute;micos Investigador Titular B del Instituto de Astronom&iacute;a de la UNAM en la CdMx y su representante ante la Secretar&iacute;a de Relaciones Exteriores de M&eacute;xico, la Facultad de Ciencias de la UNAM, el Consejo Universitario (UNAM), CAACFMI (UNAM), y el Departamento de Educaci&oacute;n Media Superior del Estado de M&eacute;xico. Actualmente ya est&aacute; jubilado desde el 1 de Enero de 2025.
                                                                                </p>
                                                                                <p>
										Entre las distinciones que recibi&oacute; destaca le beca para estudios de posgrado Singh otorgada por el Office of the Dean of the Graduate School del MIT durante el semestre de Primavera de 1977, la beca para Cient&iacute;ficos Distinguidos J&oacute;venes de la Fundaci&oacute;n Alexander von Humboldt y de la Sociedad Max Planck ambas de Alemania, la Presea Metepec (Estado de M&eacute;xico, M&eacute;xico) en la Modalidad Ciencia en 2012.
                                                                                </p>
                                                                                <p>
										Fu&eacute; Cient&iacute;fico Visitante en la Divisi&oacute;n de Radio Astronom&iacute;a en el Centro para Astrof&iacute;sica de la Universidad de Harvard (CfA) en Cambridge, Massachusetts, EEUU, en el Instituto de Radio Astronom&iacute;a Milim&eacute;trica (IRAM) en Grenoble, Francia, en el Instituto Max Planck para Radio Astronom&iacute;a (MPIfR) en Bonn, Alemania, en el Departamento de Astronom&iacute;a de la Universidad de Minnesota, en Minneapolis, Minnesota, EEUU, y en el Departamento de Radio Astronom&iacute;a del Instituto Tecnol&oacute;gico de California (Caltech), en Pasadena, California, EE UU.
                                                                                </p>
                                                                                <p>
										Es miembro de la Uni&oacute;n Astron&oacute;mica Internacional, fu&eacute; miembro del Sistema Nacional de Investigadores (SNI, M&eacute;xico) desde 1984 hasta diciembre de 2013, de la Sociedad Norteamericana de Astronom&iacute;a (siglas en ingl&eacute;s AAS) y de la Academia Mexicana de Ciencias (AMC).
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/jantonio_garcia.jpg" alt="" style="width:500px;height:500px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
