<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de Alumni de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de Alumni de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Jos&eacute; Luis Mateos<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Doctorado en Ciencias (F&iacute;sica) UNAM (1992).<br/>
Posdoctorado, Boston, Massachusetts, U.S.A 1994-1995, Northeastern University.
										</p>
										<p>
										Investigador Titular y Jefe (2006-2011) del Departamento de Sistemas Complejos, Instituto de F&iacute;sica, UNAM.
                                                                                </p>
										<p>
										Coordinador de Vinculaci&oacute;n del Centro de Ciencias de la Complejidad, UNAM.
                                                                                </p>
                                                                                <p>
										Investigador Nacional en el Sistema Nacional de Investigadores SNI nivel 3. Premio &ldquo;Jorge Lomnitz&rdquo; 2003 de la Academia Mexicana de Ciencias, Humboldt Fellow de la Fundación Alexander von Humboldt de Alemania. Miembro de la Academia Mexicana de Ciencias. Miembro de la Comisi&oacute;n de F&iacute;sica Estad&iacute;stica de la International Union of Pure and Applied Physics IUPAP de la UNESCO.

                                                                                </p>
										<p>
										Editor Asociado del Journal of Complex Networks, Oxford University Press.
                                                                                </p>
										<p>
										Profesor, Investigador y conferencista invitado en m&uacute;ltiples instituciones y universidades de Estados Unidos, Alemania, Francia, Italia, Espa&ntilde;a, Suecia, Holanda, Israel, Grecia, Reino Unido, Rusia, Polonia, Suiza, Singapur, Brasil, Argentina, Uruguay, Chile.
                                                                                </p>
                                                                                <p>
										Profesor y Tutor de Doctorado en el Posgrado en Ciencias F&iacute;sicas, UNAM.
                                                                                </p>
                                                                                <p>
										Autor de m&aacute;s de 50 publicaciones en algunas de las revistas más prestigiadas en ciencia a nivel mundial. Sus art&iacute;culos han sido citados en m&aacute;s de 3 mil ocasiones en la literatura especializada.
                                                                                </p>
                                                                                <p>
										Ha trabajado en las siguientes &aacute;reas:<br/>
Sismolog&iacute;a, F&iacute;sica Cu&aacute;ntica, F&iacute;sica Estad&iacute;stica, F&iacute;sica del Estado S&oacute;lido, Teor&iacute;a del Caos, Geometr&iacute;a Fractal, F&iacute;sica Biol&oacute;gica, Ecolog&iacute;a Matem&aacute;tica, Sociobiolog&iacute;a, Sistemas Complejos, Ciencia de Redes, Ciencia de Datos e Inteligencia Artificial.
                                                                                </p>
                                                                                <p>
										Tiene una amplia trayectoria de divulgaci&oacute;n de la ciencia y de las ideas en prensa, radio y televisi&oacute;n.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span&oacute;>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
