<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Josu&eacute; Barrera Redondo<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Josu&eacute; Barrera Redondo es bi&oacute;logo egresado de la Facultad de Ciencias de la Universidad Nacional Aut&oacute;noma de M&eacute;xico (UNAM). Realiz&oacute; su doctorado entre 2015 y 2020 en el Instituto de Ecolog&iacute;a de la UNAM, bajo la supervisi&oacute;n del Dr. Luis E. Eguiarte, estudiando los procesos de domesticaci&oacute;n y duplicaci&oacute;n completa del genoma en especies del g&eacute;nero Cucurbita (calabazas y zapallos). En reconocimiento a sus estudios, la UNAM le otorg&oacute; la Medalla Alfonso Caso.
										</p>
										<p>
										En 2021 se incorpor&oacute; como investigador postdoctoral en el Departamento de Desarrollo y Evoluci&oacute;n de Algas del Instituto Max Planck para la Biolog&iacute;a en T&uuml;bingen (Alemania), bajo la tutela de la Dra. Susana Coelho. En 2022, la Fundaci&oacute;n Alexander von Humboldt le otorg&oacute; una Humboldt Research Fellowship por dos a&ntilde;os para desarrollar proyectos enfocados en la evoluci&oacute;n de los cromosomas sexuales y los genes taxon&oacute;micamente restringidos en algas pardas.
                                                                                </p>
										<p>
										En 2025 se integr&oacute; como profesor-investigador en la Unidad Irapuato del Centro de Investigaci&oacute;n y de Estudios Avanzados del IPN (Cinvestav) en Guanajuato, M&eacute;xico. Ese mismo a&ntilde;o recibi&oacute; una Return Fellowship por parte de la Fundaci&oacute;n Alexander von Humboldt como apoyo para establecer su grupo de investigaci&oacute;n, enfocado en comprender los procesos que dan origen a genes nuevos en los genomas y c&oacute;mo estos pueden adquirir funciones biol&oacute;gicas. Tambi&eacute;n se interesa en el origen de familias de genes asociadas a transiciones evolutivas clave, como la multicelularidad o los ciclos de vida complejos.
                                                                                </p>
                                                                                <p>
										Actualmente funge como l&iacute;der de grupo en la colaboraci&oacute;n entre el Instituto Max Planck para la Biolog&iacute;a en T&uuml;bingen y la Unidad Irapuato del Cinvestav. El Grupo Asociado Max Planck en el Cinvestav Irapuato busca establecer a las algas pardas como modelo biol&oacute;gico para explorar el surgimiento de nuevos genes y su relaci&oacute;n con innovaciones evolutivas clave en estos organismos.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/josue_barrera.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
