<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Kristy Pe&ntilde; Mu&ntilde;oz<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Perfil en <a href="https://www.linkedin.com/in/kristy-pe%C3%B1a-enviro/">LinkedIn</a><br/>Perfil en <a href="https://www.linkedin.com/company/kfg-envirosmart-solutions/">LinkedIn de KFG</a><br/><i class="fa fa-twitter" style="font-size:20px"></i>@pena_kristy
										</p>
										<p>
										Kristy es una cient&iacute;fica e ingeniera ambiental mexicano-alemana apasionada por la sostenibilidad y la innovaci&oacute;n transdisciplinaria medio ambiental con enfoque multicultural. Como agente de cambio, Kristy promueve un liderazgo sustentable que equilibre el desarrollo profesional y personal, fomentando un impacto positivo en la sociedad y el medio ambiente. 
										</p>
										<p>
										Es Ing. Ambiental por la UPIBI-IPN en M&eacute;xico; posee una Maestr&iacute;a y un Doctorado en Procesos Ambientales y Energ&iacute;a Renovable por la Universidad de Stuttgart, Alemania. Dentro de las becas recibidas ha recibido becas de excelencia acad&eacute;mica en el IPN, beca CONACYT-DAAD (2006-2007), beca ICYT-DF (2011-2014), beca Internationales Klimaschutzstipendium - Alexander von Humboldt (2010).
                                                                                </p>
										<p>
										Su trayectoria abarca la colaboraci&oacute;n con empresas mexicanas, alemanas y escandinavas en diversas &aacute;reas clave, como:<br/>
<ul>
<li>Gesti&oacute;n Ambiental y Salud Ocupacional en el sector automotriz.</li>
<li>Gesti&oacute;n integral de residuos org&aacute;nicos y biog&aacute;s-biometano en Europa, Asia y Latinoam&eacute;rica.</li>
<li>Dise&ntilde;o, construcci&oacute;n operaci&oacute;n de PTAR/EDAR y plantas de biog&aacute;s-biometano, incluyendo pretratamiento t&eacute;rmico "CAMBI" y certificaciones ISCC y Garant&iacute;as de Origen de Biometano.</li>
<li>Desarrollo de modelos de negocios para biometano y gesti&oacute;n del digestato.</li>
<li>Consultor&iacute;a en Manejo Integral de Residuos S&oacute;lidos Urbanos, Econom&iacute;a Circular, implementaci&oacute;n de la Agenda 2030 y criterios ESG.</li>
<li>Capacitaci&oacute;n de agentes de cambio para la transici&oacute;n energ&eacute;tica.</li>
</ul>
                                                                                </p>
                                                                                <p>
										En 2020, fund&oacute; KFG Umwelt Consultor&iacute;a S.A. de C.V., una agencia de innovaci&oacute;n tecnol&oacute;gica y social enfocada en:<ul>
<li>La revalorizaci&oacute;n de biorresiduos para la producci&oacute;n de energ&iacute;a renovable y biofertilizantes.</li>
<li>Consultor&iacute;a en Econom&iacute;a Circular y Sostenibilidad.</li>
</ul>
                                                                                </p>
										<p>
										Como Gerente General y Desarrolladora de Negocios en KFG, lidere&oacute; la estrategia comercial del sector biog&aacute;s en M&eacute;xico, mientras que, a nivel internacional, desarroll&oacute; proyectos &ldquo;Brown fleld&rdquo; llave en mano de biog&aacute;s-biometano en Espa&ntilde;a para REDXIS Renovable S.L. Actualmente es responsable del Depto. Ing. Ambiental en Naturgy Nuevas Energ&iacute;as S.L. enfoc&aacute;ndose principalmente en el Permitting y Normativa Medio Ambiental para el desarrollo de proyectos de biog&aacute;s-biometano y digestato en Espa&ntilde;a.
                                                                                </p>
                                                                                <p>
										Kristy es miembro activo de la Comisi&oacute;n Nacional de Biog&aacute;s en M&eacute;xico (CNBIOGAS), la DWA (Asociaci&oacute;n Alemana de Tratamiento de Aguas Residuales) y la IWA (Asociaci&oacute;n Internacional del Agua). 
                                                                                </p>
                                                                                <p>
										Su experiencia en el sector acad&eacute;mico incluye la direcci&oacute;n de dos maestr&iacute;as en la Universidad de Stuttgart (M.Sc. WASTE & M.Sc. Energietechnik) y la impartici&oacute;n desde 2022 de la c&aacute;tedra &ldquo;Sostenibilidad como Eje Transversal&ldquo; en el Doctorado en Econom&iacute;a Circular de Earth & Life University (M&eacute;xico). Actualmente es tambi&eacute;n Rectora Honorara (2025-20028) en Earth & Life University.
                                                                                </p>
                                                                                <p>
										Desde 2018, es cofundadora y presidente del Cap&iacute;tulo Hessen de la Red Global MX (RGMX), donde impulsa iniciativas de empoderamiento femenino como &ldquo;Mujeres Hispanohablantes en Europa&rdquo; y &ldquo;Mentoras STEAM&rdquo;. Es cofundar del cl&uacute;ster de Sustentabilidad de la RGMX-EUROPA, espacio que permite visibilizar la di&aacute;spora mexicana que contribuye al desarrollo sostenible.
                                                                                </p>
										<p>
										<center><b>Broadcasts</b></center><ul style="list-style-type:circle;">
<ul>
<li>VOCES MEXICANAS (2022, ES) - Voces Mexicanas desde Europa Cap&iacute;tulo 45:<br/><a href="https://www.ivoox.com/en/voces-mexicanas-desde-europa-capitulo-45-invitada-kristy-audios-mp3_rf_89337544_1.html">Parte 1</a><br/><a href="https://www.ivoox.com/voces-mexicanas-desde-europa-capitulo-46-invitada-kristy-audios-mp3_rf_91239338_amp_1.html">Parte 2</a> </li>
<li>PODCAST (2021, EN) - <a href="https://www.uni-stuttgart.de/en/university/forall/podcast/">&ldquo;You are never too young to do something&rdquo;</a></li>
<li>Entrevista <a href="https://www.youtube.com/watch?v=NKcYXf459_A">&rdquo;La Basura es el futuro&rdquo;</a>, con el canal de YOUTUBE &ldquo;math2me&rdquo; (2017, ES)</li>
<li>Entrevista <a href="https://www.international-climate-initiative.com/en/nc/infotheque/videos/film/show_video/show/the_humboldt_scholar_from_mexico/">International climate initiative - Climate Scholarships</a> | Global 3000 (2015. EN)</li>
<li><a href="https://www.international-climate-initiative.com/de/nc/infothek/videos/film/show_video/show/klimaschutzstipendien_in_mexiko_/?iki_lang=de">Klimastipendiatin der Humboldtstiftung aus Mexiko</a> | Global 3000 (2015, DE) </li>
<li><a href="https://www.youtube.com/watch?v=BNdXXipu8fI">Daimler Saltillo Plant (2008, EN)</a></li>
<li>Entrevista <a href="https://www.wueste-welle.de/mediathek/playsendung/id/30976?fbclid=IwAR0EBsRXLCL6stZ4vUVK0SuUFc-ih_dSRlG3VG8ycvYXeT9_BTdPF0VfjQA">&lquo;Organización del 1&deg; Foro de Mujeres hispanohablantes en Europa&rdquo;</a>, con la radiodifusora W&uuml;ste Welle, Alemania (ES) </li>
<li>Entrevista <a href="https://www.radiolatinamerika.no/">&ldquo;Organización del 2&deg; Foro de Mujeres hispanohablantes en Europa&rdquo;</a>, con la radiodifusora &ldquo;Radio Latin-Amerika&ldquo; 105.8-FM, Oslo, Noruega (ES)</li>
</ul>
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/kristy_pena.jpg" alt="" style="width:500px;height:500px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
