<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Luis Fernando Lara Ramos<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Licenciado en letras espa&ntilde;olas por la Universidad Iberoamericana/UNAM, con la tesis &ldquo;El habla de Tlacotalpan, Ver.&rdquo; (1968). Doctor en ling&uuml;&iacute;stica y literatura hisp&aacute;nica por El Colegio de M&eacute;xico, con la tesis &ldquo;El concepto de norma en ling&uuml;&iacute;stica&rdquo; (1976). Doctor honoris causa por la Universidad de Sherbrooke, Quebec, Canad&aacute;.
										</p>
										<p>
										Becario del Deutscher Akademischer Austauschdienst bajo el Prof. Dr. Klaus Heger (Heidelberg, 1969 -70). Profesor investigador en el Centro de Estudios Ling&uuml;&iacute;sticos y Literarios de El Colegio de M&eacute;xico desde 1970; em&eacute;rito desde 2016. Director del Diccionario del espa&ntilde;ol de M&eacute;xico. Miembro em&eacute;rito del Sistema Nacional de Investigadores. Miembro de El Colegio Nacional desde 2007. Becario de la Fundaci&oacute;n Alexander von Humboldt en 1984. Profesor visitante en la Universidad de California, Santa B&aacute;rbara; en la Universidad de Heidelberg; en la Universidad Humboldt de Berl&iacute;n; en el Instituto de Ling&uuml;&iacute;stica Aplicada de la Universidad Pompeu Fabra, Barcelona.
										</p>
										<p>
										Ha recibido los siguientes premios: Premio Nacional de Ling&uuml;&iacute;stica y Literatura en 2016; Wigberto Jim&eacute;nez Moreno (Instituto Nacional de Antropolog&iacute;a e Historia) a la Teor&iacute;a del diccionario monoling&uuml;e (1995); Arnaldo Orfila (INAH, 1997) al Diccionario del espa&ntilde;ol usual en M&eacute;xico; Antonio Garc&iacute;a Cubas (INAH) al Curso de lexicolog&iacute;a (2006) y a la Historia m&iacute;nima de la lengua espa&ntilde;ola (2014); Bologna Ragazzi Award (2013) al libro para ni&ntilde;os Diccionario para armar, CONACULTA.
                                                                                </p>
                                                                                <p>
										Miembro fundador de la Asociaci&oacute;n Mexicana de Ling&uuml;&iacute;stica Aplicada, A.C., miembro honorario de la Sociedad Mexicana de Historiograf&iacute;a Ling&uuml;&iacute;stica, miembro honorario del Instituto Caro y Cuervo de Bogot&aacute;, miembro de la Academia Mexicana de Ciencias, de la Asociaci&oacute;n Espa&ntilde;ola de Estudios Lexicogr&aacute;ficos y de la Asociaci&oacute;n de Ling&uuml;&iacute;stica y Filolog&iacute;a de Am&eacute;rica Latina. Miembro de los consejos de redacci&oacute;n de la Nueva Revista de Filolog&iacute;a Hisp&aacute;nica de El Colegio de M&eacute;xico,  Lexis, de la Pontifica Universidad Cat&oacute;lica del Per&uacute;; del consejo editorial de la colecci&oacute;n &ldquo;Lengua y sociedad en el mundo hisp&aacute;nico&rdquo;, de la Editorial Vervuert, Frankfurt am Main; de la Revista Internacional de Ling&uuml;&iacute;stica Iberoamericana, Vervuert, Madrid y de UniverSOS de la Universidad de Valencia.
                                                                                </p>
										<p>
										Ha escrito 18 libros, 154 art&iacute;culos especializados, 53 art&iacute;culos de difusi&oacute;n, 6 versiones del Diccionario del espa&ntilde;ol de M&eacute;xico (en l&iacute;nea y 2&ordf; edici&oacute;n impresa, 2024), 30 rese&ntilde;as.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
