<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Liliana Ch&aacute;vez D&iacute;az<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Liliana Ch&aacute;vez D&iacute;az es catedr&aacute;tica en Estudios Latinoamericanos en la Universidad de St. Andrews, en Reino Unido. Su investigaci&oacute;n se centra en la literatura latinoamericana contempor&aacute;nea de no ficci&oacute;n, sobre todo aquella escrita por mujeres, la narrativa de viajes y la cr&oacute;nica. Es miembro de la Fundaci&oacute;n Alexander von Humboldt desde 2020, cuando desarroll&oacute; un proyecto postdoctoral en el Instituto de Estudios Latinoamericanos de la Universidad Libre de Berl&iacute;n, financiada por la beca Georg Forster. 
										</p>
										<p>
										Ha publicado los libros Viajar sola. Identidad y experiencia de viaje en autoras hispanoamericanas (Universitat de Barcelona, 2021) y Latin American Documentary Narratives. The Intersections of Storytelling and Journalism in Contemporary Literature (Bloomsbury, 2022). Por este &uacute;ltimo libro, gan&oacute; en agosto de 2022 el Premio al mejor libro latino de no ficci&oacute;n &ldquo;V&iacute;ctor Villase&ntilde;or&ldquo; en el International Latino Book Award de la asociaci&oacute;n estadounidense Empowering Latino Futures. 
                                                                                </p>
										<p>
										Liliana es doctora en Literatura Hisp&aacute;nica por la Universidad de Cambridge, maestra en Estudios Latinoamericanos por la Universidad Nacional Aut&oacute;noma de M&eacute;xico, licenciada en Literaturas Hisp&aacute;nicas por la Universidad de Sonora y licenciada en Periodismo por la Universidad Kino. 
                                                                                </p>
										<p>
										Ha sido profesora asociada del Departamento de Sociolog&iacute;a de la Universidad Aut&oacute;noma Metropolitana-Azcapotzalco, donde imparti&oacute; clases de Sociolog&ia Latinoamericana y Cultura en M&eacute;xico. En esta universidad tambi&eacute;n realiz&oacute; una estancia de investigaci&oacute;n postdoctoral nacional financiada por Conacyt en el programa de Maestr&iacute;a en Literatura Mexicana Contempor&aacute;nea. Asimismo, ha sido acad&eacute;mica visitante en la Universidad de Texas en Austin, la Universidad de Columbia en Nueva York, la Fundaci&oacute;n Tom&aacute;s Eloy Mart&iacute;nez en Buenos Aires y el Instituto Ibero-Americano de Patrimonio Cultural Prusiano en Berl&iacute;n. 
                                                                                </p>
										<p>
										Como periodista ha trabajado en El Imparcial, Milenio, El Universal, D&iacute;a Siete y las revistas del Grupo Editorial Expansi&oacute;n. Su trabajo tambi&eacute;n ha sido publicado en medios digitales internacionales como Cosecha Roja, Sin embargo, Nexos y Animal Pol&iacute;tico. Ha sido becaria de la Fundaci&oacute;n Carolina en Espa&ntilde;a, la Fundaci&oacute;n Prensa y Democracia de la Universidad Iberoamericana en M&eacute;xico y la Fundaci&oacute;n Gabo para un Nuevo Periodismo Iberoamericano en Colombia y la Fundaci&oacute;n Avina en Brasil. Sus reportajes sobre medio ambiente fueron reconocidos con el Premio Internacional de Noticias sobre Biodiversidad de Conservaci&oacute;n Internacional, el Premio &ldquo;Jack F. Ealy&rdquo; a la Excelencia en Periodismo Cient&iacute;fico y el Premio &ldquo;Agua: el m&aacute;s esencial de los recursos naturales&rdquo; de la Agencia Ambev. Desde 2020 publica la columna &ldquo;Viajar sola&rdquo; en el suplemento cultural Laberinto del diario Milenio.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/liliana_chavez.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
