<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Lourival Domingos Possani Postay<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										El Dr. Lourival Domingos Possani Postay es investigador em&eacute;rito del Instituto de Biotecnolog&iacute;a de la UNAM situado en Cuernavaca, Morelos. Cuenta con un doctorado en Biof&iacute;sica Molecular por la Universidad de Par&iacute;s, Francia, un entrenamiento postdoctoral en Bioqu&iacute;mica por la Universidad Rockefeller de Nueva York (USA) y estancias posdoctorales en el Max Planck Institute f&uuml;r Ernaehrungsphysiologie de Dortmund, Alemania y otra en el Baylor College of Medicine en Houston (USA). Trabaja en la UNAM desde agosto de 1974 y fue recientemente reconocido con un doctorado &ldquo;Honoris Causa&rdquo; por esta universidad. Anteriormente hab&iacute;a recibido el mismo reconocimiento por la Universidad de Debrecen, Hungr&iacute;a. Su trabajo m&aacute;s importante se refiere al estudio de los componentes del veneno de alacranes, por lo cual ha recibido muchos reconocimientos nacionales (dos veces el premio nacional de Ciencias de la SEP) y el Premio &ldquo;Redi Award&rdquo; de la Sociedad Internacional de Toxicolog&iacute;a. Cuenta con m&aacute;s 400 publicaciones cient&iacute;ficas en revistas internacionales indizadas, tiene el n&uacute;mero H 78 y cuenta con cerca de 22,000 citas a sus trabajos. Ha formado y dirigido 100 tesis, de las cuales 33 son de nivel doctorado. Recibi&oacute; muchos reconocimientos importantes, como: el Premio Universidad Nacional (&aacute;rea Ciencias Naturales) en 1993, el Premio Carlos Slim en Salud en 2014, el Premio Luis Elizondo del Instituto Tecnol&oacute;gico de Monterrey en la categor&iacute;a Cient&iacute;fica y Tecnol&oacute;gica al Sentido Humano en 2017 y el Premio Heberto Castillo de la Secretar&iacute;a de Ciencia, Tecnolog&iacute;a e Innovaci&oacute;n de la Ciudad de M&eacute;xico en 2017, entre otros.
										</p>
									</div>
									<span class="image object">
										<img src="images/lourival_possani.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
