<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Luis Walter Daessl&eacute; Hauser<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Luis Walter Daessl&eacute; Heuser es Ocean&oacute;logo de la Universidad Aut&oacute;noma de Baja California, Maestro en Ciencias en Manejo de Recursos Marinos de la Universidad Heriot Watt en Escocia y Doctor en Filosof&iacute;a (PhD) en el &aacute;rea de Geoqu&iacute;mica por parte del Imperial College, Londres, Gran Breta&ntilde;a. Desde 1998 ha sido investigador del Instituto de Investigaciones Oceanol&oacute;gicas de la UABC, en donde trabaja temas ambientales relacionados con el R&iacute;o Colorado y el agua subterr&aacute;nea de Baja California. Sus &aacute;reas de inter&eacute;s incluyen: intrusi&oacute;n marina, descargas subterr&aacute;neas submarinas, recarga de acu&iacute;feros, trazadores geoqu&iacute;micos, is&oacute;topos estables y radiactivos, as&iacute; como la geoqu&iacute;mica sedimentaria y sedimentolog&iacute;a. Cuenta con 73 publicaciones cient&iacute;ficas y ha colaborado con diversos comit&eacute;s cient&iacute;ficos en M&eacute;xico y Alemania.
										</p>
										<p>
										Es exbecario CONACYT, DAAD, El Consejo Brit&aacute;nico y la Fundaci&oacute;n Alexander von Humboldt (AvH). Entre 2027 y 2028 recibi&oacute; la beca Georg Forster de la fundaci&oacute;n AvH para una estancia de investigaci&oacute;n en la Universidad de Erlangen-N&uuml;rnberg. Posteriormente visit&oacute; en dos ocasiones dicha universidad con el apoyo de AvH.
                                                                                </p>
										<p>
										Actualmente es miembro nivel III del Sistema Nacional de Investigadoras e Investigadores del SECIHTI. Fue reconocido por el Ayuntamiento de Ensenada, B.C., como Ciudadano Distinguido en 2013. En 2016, la UABC le confiri&oacute; el Reconocimiento al M&eacute;rito Acad&eacute;mico de Ciencias Naturales y Exactas, por su contribuci&oacute;n al estudio del agua y la formaci&oacute;n de recursos humanos de alto nivel. Fue editor en Jefe de la Revista Ciencias Marinas, Coordinador de Editorial y Difusi&oacute;n, Coordinador de Investigaci&oacute;n y Posgrado, Fundador del Doctorado en Medio Ambiente y Desarrollo, as&iacute; como Subdirector del IIO, entre otros cargos. Actualmente se desempe&ntilde;a como Director del IIO y es miembro de la Academia de Ciencias de Baja California y del Consejo Directivo de la fundaci&oacute;n Pro Oncolog&iacute;a y Calidad de Vida (ProOncavi A.C.).
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/lwalter_daessle.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
