<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Ana Margarita Valdovinos Alba<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										<b>ANA MARGARITA VALDOVINOS ALBA</b><br/>margarita_valdovinos@hotmail.com
										</p>
										<p>
										Licenciada en Etnolog&iacute;a por la Escuela Nacional de Antropolog&iacute;a e Historia (1998-2002), maestra en Etnolog&iacute;a y Sociolog&iacute;a Comparativa y doctora en Etnolog&iacute;a por la Universit&eacute; Paris X-Nanterre (2002-2008). Realiz&oacute; dos estancias posdoctorales: una dedicada a la Ling&uuml;&iacute;stica Antropol&oacute;gica y la Ling&uuml;&iacute;stica Descriptiva en la University of Texas at Austin (2010-2011) y otra encaminada a la Historia de la Antropolog&iacute;a y la Filolog&iacute;a de las lenguas amerindias en el Ethnologisches Museum y el Ibero-Amerikanisches Institut de Berl&iacute;n (2012-2014). Desde 2014 es investigadora Titular A en el Instituto de Investigaciones Filol&oacute;gicas de la UNAM. Estuvo adscrita al Centro Peninsular de Ciencias Sociales y Humanidades de la UNAM en M&eacute;rida, Yucat&aacute;n, de 2019 a 2024, en donde estudi&oacute; la ense&ntilde;anza del maya como segunda lengua. Se encuentra en comisi&oacute;n acad&eacute;mica en el Centro Estatal de Capacitaci&oacute;n, Investigaci&oacute;n y Difusi&oacute;n Humanista de Yucat&aacute;n (CECIDHY) hasta junio de 2025.
										</p>
										<p>
										Su investigaci&oacute;n versa sobre las pr&aacute;cticas culturales y ling&uuml;&iacute;sticas de las comunidades originarias de M&eacute;xico. Se interesa tambi&eacute;n por las pr&aacute;cticas acad&eacute;micas que han registrado y analizado las lenguas y culturas amerindias a trav&eacute;s del tiempo.
                                                                                </p>
										<p>
										Trabaj&oacute; durante m&aacute;s de dos d&eacute;cadas entre los n&aacute;ayeri (coras) de Nayarit, con quienes estudi&oacute; sus tradiciones rituales y cantos ceremoniales. Analiz&oacute; tambi&eacute;n las grabaciones y textos hist&oacute;ricos n&aacute;ayeri recopilados a principios del siglo XX por el etn&oacute;logo alem&aacute;n Konrad Theodor Preuss, cuya obra edit&oacute; en M&eacute;xico (Premio Fray Bernardino de Sahag&uacute;n de investigaci&oacute;n en Etnolog&iacute;a, INAH 2021) con apoyo de diversas instituciones mexicanas y alemanas.
                                                                                </p>
                                                                                <p>
										Actualmente, estudia las pr&aacute;cticas ling&uuml;&iacute;sticas y culturales ligadas a la ense&ntilde;anza del maya yucateco como segunda lengua en M&eacute;rida. Luego de una estancia sab&aacute;tica en el Institut d'&Eacute;tudes Avanc&eacute;es de Paris (2022-2023), comenz&oacute; a investigar tambi&eacute;n c&oacute;mo las tradiciones intelectuales francesas de los siglos XIX y XX abordaron el estudio de las lenguas y culturas mayas. En este contexto, promovi&oacute; diversos convenios de colaboraci&oacute;n con instituciones francesas de educaci&oacute;n superior en las que los pueblos mayas han sido objeto de prestigiosas investigaciones, lo que dio lugar al Plan de Enlace Universitario con las Comunidades Mayas (PLENUM-UNAM) actualmente a su cargo. Este proyecto busca, entre otras cosas, vincular a las comunidades mayas de la Pen&iacute;nsula de Yucat&aacute;n con el conocimiento sobre las lenguas y culturas mayas producido en la academia en M&eacute;xico y en otros pa&iacute;ses.
                                                                                </p>
										<p>
										La riqueza de este recorrido intelectual la ha llevado a formarse como antrop&oacute;loga, ling&uuml;ista, historiadora, fil&oacute;loga y epistem&oacute;loga, pero tambi&eacute;n a adquirir un bagaje multicultural y multiling&uuml;&iacute;stico que le ha permitido entender las din&aacute;micas de las diversas culturas acad&eacute;micas en las que ha estado inmersa y forjar alianzas para impulsar iniciativas internacionales de an&aacute;lisis y promoci&oacute;n de las lenguas originarias de M&eacute;xico.
                                                                                </p>
                                                                                <p>
										<b><i>Libros:</i></b>
										<ol>
										<li value="2023">Los cantos del mitote naacute;ayeri. Una pr&aacute;ctica discursiva en el seno de la acci&oacute;n ritual, Tomo I, Universidad Nacional Aut&oacute;noma de M&eacute;xico - Secretar&iacute;a General, M&eacute;xico.</li>
										<li value="2023">(Compiladora y editora) Los cantos del mitote n&aacute;ayeri. Una pr&aacute;ctica discursiva en el seno de la acci&oacute;n ritual, Tomo II, Universidad Nacional Aut&oacute;noma de M&eacute;xico - Secretar&iacute;a General, M&eacute;xico.</li>
										<li value="2023">(Editora) Las aventuras del conejo, Colecci&oacute;n Xoc-Na, Instituto de Investigaciones Filol&oacute;gicas – Universidad Nacional Aut&oacute;noma de M&eacute;xico, M&eacute;xico.</li>
										<li value="2021">Preuss, Konrad Theodor, La expedici&oacute;n al Nayarit. Registro de textos y observaciones entre los ind&iacute;genas de M&eacute;xico: la religi&oacute;n de los coras a trav&eacute;s de sus textos, Edici&oacute;n cr&iacute;tica, prefacio, coordinaci&oacute;n, fotograf&iacute;as y notas de Margarita Valdovinos, Volumen I: Introducciones, Siglo XXI Editores – UNAM – INAH – Secretar&iacute;a de Cultura – Ibero-Amerikanisches Institut Preu&szlig;ischer Kulturbesitz, M&eacute;xico.</li>
										<li value="2021">(Editora) Preuss, Konrad Theodor, La expedici&oacute;n al Nayarit. Registro de textos y observaciones entre los ind&iacute;genas de M&eacute;xico: la religi&oacute;n de los coras a trav&eacute;s de sus textos, Edici&oacute;n cr&iacute;tica, prefacio, coordinaci&oacute;n, fotograf&iacute;as y notas de Margarita Valdovinos, Volumen II: Textos en cora, Siglo XXI Editores – UNAM – INAH – Secretar&iacute;a de Cultura – Ibero-Amerikanisches Institut Preu&szlig;ischer Kulturbesitz, M&eacute;xico.</li>
										<li value="2021">Preuss, Konrad Theodor, La expedici&oacute;n al Nayarit. Registro de textos y observaciones entre los ind&iacute;genas de M&eacute;xico: la religi&oacute;n de los coras a trav&eacute;s de sus textos, Edici&oacute;n cr&iacute;tica, prefacio, coordinaci&oacute;n, fotograf&iacute;s y notas de Margarita Valdovinos, Volumen III: Ap&eacute;ndices, Siglo XXI Editores – UNAM – INAH – Secretar&iacute;a de Cultura – Ibero-Amerikanisches Institut Preu&SZLIG;ischer Kulturbesitz, M&eacute;xico.</li>
										<li value="2020">(Editora) Mesas y altares en el universo mesoamericano (editora con C. Valverde y M. Craveri), Instituto de Investigaciones Filol&oacute;gicas – Universidad Nacional Aut&oacute;noma de M&eacute;xico, M&eacute;xico.</li>
										<li value="2019">El canto de la chicharra y el encantamiento del mundo, Instituto de Investigaciones Filol&oacute;gicas – Universidad Nacional Aut&oacute;noma de M&eacute;xico, México.</li> 
										<li value="2013">(Editora) Konrad Theodor Preuss Walzenaufnahmen der Cora und Huichol aus Mexiko 1905-1907 (M. Valdovinos, coord.), Historische Klangdokumente 9 (L. C. Koch y S. Ziegler, eds.), CD + booklet, Staatliche Museen zu Berlin / Ibero-Amerikanisches Institut / Instituto Nacional de Lenguas Ind&iacute;genas, Berl&iacute;n, (pp. 104).</li>
										</ol>
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/margarita_valdovinos.jpg" alt="" style="width:400px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
