<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Marisol Berm&uacute;dez Monta&ntilde;a<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										La Dra. Marisol Berm&uacute;dez Monta&ntilde;a es profesora asistente del Tecnol&oacute;gico de Monterrey en el campus Estado de M&eacute;xico, departamento de Ciencias.  Es qu&iacute;mica de formaci&oacute;n, con doctorado en Ciencias por la Universidad Nacional Aut&oacute;noma de M&eacute;xico (UNAM). Su trayectoria cient&iacute;fica se ha desarrollado en el cruce entre la qu&iacute;mica te&oacute;rica, el an&aacute;lisis computacional y la ciencia de datos, con un enfoque interdisciplinario que integra modelos algebraicos, m&eacute;todos de la qu&iacute;mica cu&aacute;ntica y ciencia de datos aplicada a la qu&iacute;mica.
										</p>
										<p>
										Realiz&oacute; una estancia postdoctoral en el Instituto Max Planck para las Matem&aacute;ticas en las Ciencias (Leipzig, Alemania), financiada por la Fundaci&oacute;n Alexander von Humboldt. Anteriormente, ha sido investigadora postdoctoral en la UNAM y en la Universidad de Huelva (Espa&ntilde;a), desarrollando modelos algebraicos aplicados a espectroscop&iacute;a molecular y al estudio de interacciones moleculares. 
                                                                                </p>
										<p>
										La Dra. Berm&uacute;dez Monta&ntilde;a es miembro del Sistema Nacional de Investigadores (Nivel I)  y colabora activamente con cient&iacute;ficos de la Universidad de Leipzig, el Instituto Max Planck, y universidades en M&eacute;xico, Espa&ntilde;a y Vietnam.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
