<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Mar&iacute;a Del Pilar Salazar Vargas<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Mar&iacute;a del Pilar Salazar Vargas es Licenciada en Econom&iacute;a por la Universidad Aut&oacute;noma Metropolitana, Unidad Xochimilco; Maestra en Administraci&oacute;n Integral del Ambiente por El Colegio de la Frontera Norte; y actualmente cursa el Doctorado en Ciencias de la Sostenibilidad en la Universidad Nacional Aut&oacute;noma de M&eacute;xico.
										</p>
										<p>
										Cuenta con amplia experiencia en la coordinaci&oacute;n y desarrollo de proyectos y l&iacute;neas de investigaci&oacute;n en temas como el monitoreo y la evaluaci&oacute;n de la adaptaci&oacute;n al cambio clim&aacute;tico, la econom&iacute;a ambiental, el financiamiento clim&aacute;tico y la valoraci&oacute;n econ&oacute;mica de los servicios ecosist&eacute;micos. Su trabajo tambi&eacute;n ha abordado el an&aacute;lisis socioecon&oacute;mico de la adaptaci&oacute;n al cambio clim&aacute;tico, las problem&aacute;ticas socioambientales en M&eacute;xico, el dise&ntilde;o de modelos de negocio para la sustentabilidad en actividades productivas artesanales, y el seguimiento de la agenda internacional de cambio clim&aacute;tico.
                                                                                </p>
										<p>
										La Mtra. Salazar se desempe&ntilde;&oacute; como Directora de Econom&iacute;a Ambiental y de Recursos Naturales en el Instituto Nacional de Ecolog&iacute;a y Cambio Clim&aacute;tico del gobierno de M&eacute;xico, entre otros cargos relevantes. Ha colaborado activamente en el desarrollo de proyectos de investigaci&oacute;n econ&oacute;mica, ambiental y clim&aacute;tica tanto en el sector p&uacute;blico federal como en instituciones acad&eacute;micas. Adem&aacute;s, ha trabajado en el seguimiento de la responsabilidad ambiental corporativa en el sector aeron&aacute;utico.
                                                                                </p>
                                                                                <p>
										Es egresada del programa International Visitor Leadership Program (IVLP) en cambio clim&aacute;tico del Departamento de Estado de los Estados Unidos. Actualmente, es fellow de la Fundaci&oacute;n Humboldt, colaborando con el International Carbon Action Partnership en una investigaci&oacute;n orientada a identificar posibles puntos de entrada para fortalecer la adaptaci&oacute;n y la resiliencia clim&aacute;tica en los mercados de comercio de emisiones.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
