<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Mar&iacute;a Eugenia V&aacute;zquez Laslop<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Mar&iacute;a Eugenia V&aacute;zquez Laslop es profesora-investigadora en el Centro de Estudios Ling&uuml;&iacute;sticos y Literarios de El Colegio de M&eacute;xico. Doctora en Ling&uuml;&iacute;stica por la misma instituci&oacute;n, miembro del Sistema Nacional de Investigadoras e Investigadores, nivel III, de la Secretar&iacute;a de Ciencia, Humanidades, Tecnolog&iacute;a e Innovaci&oacute;n (M&eacute;xico), as&iacute; como acad&eacute;mica numeraria de la Academia Mexicana de la Lengua. Es autora de La arquitectura ling&uuml;&iacute;stica del compromiso. Las oraciones de deber ser (2001) y &ldquo;T&uacute;&rdquo; y &ldquo;Yoi&rdquo; en los debates de candidatos a la Presidencia en M&eacute;xico (1994-2012). Un estudio de deixis pol&iacute;tica (2019), adem&aacute;s de una cincuentena de publicaciones acerca de la historia de los discursos pol&iacute;tico y jur&iacute;dico del M&eacute;xico independiente (siglo XIX hasta nuestros d&iacute;as), de temas de pragm&aacute;tica y sintaxis del espa&ntilde;ol y de historiograf&iacute;a ling&uuml;&iacute;stica. Dirige el proyecto de investigaci&oacute;n &ldquo;Los debates electorales en M&eacute;xico&rdquo;, que lleva a cabo en El Colegio de M&eacute;xico. Fue coeditora con Martin Hummel y Bettina Kluge del volumen Formas y F&oacute;rmulas de tratamiento en el mundo hisp&aacute;nico (2010), coordinadora editorial de la revista Ling&uuml;&iacute;stica Mexicana (2009-2014) y, desde 2016, es miembro de su Consejo asesor. Forma parte de los comit&eacute;s editoriales de la serie Topics in Address Research, de la editorial John Benjamins, y de la Revista de Historia de la Lengua Espa&ntilde;ola. Ha tenido estancias acad&eacute;micas en Alemania con la beca de doble tutor&iacute;a del Servicio Alem&aacute;n de Intercambio Acad&eacute;mico (Universidad de Bremen, de 1997 a 1999) y la beca &ldquo;Georg Forster&rdquo; de la Fundaci&oacute;n Alexander von Humboldt, en la Universidad de Tubinga, (febrero a octubre de 2012). Forma parte de la Asociaci&oacute;n de Ling&uuml;&iacute;stica y Filolog&iacute;a de Am&eacute;rica Latina, la Asociaci&oacute;n de Historia de la Lengua Espa&ntilde;ola y la Asociaci&oacute;n Mexicana de Ling&uuml;&iacute;stica Aplicada.
										</p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
