<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Otto Geiger<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Otto Geiger estudi&oacute; biolog&iacute;a en la Universidad de Hohenheim en Stuttgart, Alemania y despu&eacute;s de estudiar a quinoprote&iacute;nas y su grupo prost&eacute;tico piroloquinolina quinona en el Instituto de Microbiolog&iacute;a, recibi&oacute; su t&iacute;tulo de doctor con la distinci&oacute;n &ldquo;summa cum laude&rdquo; en 1987 en dicha Universidad. Como un becario Feodor Lynen financiado por la Fundaci&oacute;n Alexander von Humboldt de Alemania hizo una estancia posdoctoral (1988-1991) con Eugene P. Kennedy en Harvard Medical School, Boston, USA, trabajando sobre la bios&iacute;ntesis de glucanos c&iacute;clicos en bacterias Gram-negativas. Subsecuentemente investig&oacute;, junto con Ben Lugtenberg y Herman Spaink, la bios&iacute;ntesis de los oligosac&aacute;ridos de lipoquitina, mol&eacute;culas se&ntilde;al que causan la formaci&oacute;n de n&oacute;dulos en las ra&iacute;ces de sus plantas hospedaderas leguminosas en la Universidad de Leiden, Holanda. Entre 1993 y 1999, el Dr. Geiger fue Investigador L&iacute;der en el Departamento de Biotecnolog&iacute;a de la Universidad T&eacute;cnica de Berl&iacute;n donde hizo su habilitaci&oacute;n (cualificado para c&aacute;tedra universitaria) en 1997 para ser Docente de Bioqu&iacute;mica. Otto Geiger se integr&oacute; al Centro de Ciencias Gen&oacute;micas (anteriormente Centro de Investigaci&oacute;n sobre Fijaci&oacute;n de Nitr&oacute;geno) de la Universidad Nacional Aut&oacute;noma de M&eacute;xico (Cuernavaca) en 1999 y fue International Research Scholar (2002-2006) del Howard Hughes Medical Institute (HHMI). Actualmente, es profesor de la Licenciatura en Ciencias Gen&oacute;micas, Investigador Titular C y Responsable del Grupo de Investigaci&oacute;n &ldquo;Interacciones entre Pro- y Eucariontes&rdquo;. El grupo de investigaci&oacute;n de Geiger descubri&oacute; tanto la v&iacute;a de la fosfatidilcolina sintasa, la cual es una de las v&iacute;as principales para formar fosfatidilcolina (lecitina) en bacterias, como la v&iacute;a de bios&iacute;ntesis de los l&iacute;pidos de ornitina, que son l&iacute;pidos bioactivos ampliamente distribuidos en membranas bacterianas. Recientemente, descubri&oacute; varios mecanismos moleculares de remodelaje de l&iacute;pidos, que ocurren en membranas de bacterias en respuesta a diferentes tipos de estr&eacute;s. Actualmente est&aacute; estudiando las funciones moleculares de la fosfatidilcolina en bacterias y la bios&iacute;ntesis, transporte y funci&oacute;n de esfingol&iacute;pidos en bacterias. Adem&aacute;s, es editor para la revista BMC Microbiology y para el Handbook of Hydrocarbon and Lipid Microbiology. Es Investigador Nacional nivel III y pertenece al PRIDE con el nivel D.
										</p>
									</div>
									<span class="image object">
										<img src="images/otto_geiger.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
