<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Rafael Guti&eacute;rrez<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										El Dr. Rafael Guti&eacute;rrez obtuvo su doctorado en Investigaci&oacute;n Biom&eacute;dica B&aacute;sica, en el Instituto de Fisiolog&iacute;a Celular de la UNAM en 1993. Recibi&oacute; la Medalla Gabino Barreda de la UNAM por sus estudios doctorales. Fue distinguido con la beca de investigaci&oacute;n Alexander von Humboldt, de Alemania, con la que realiz&oacute; una estancia de trabajo en las universidades de Colonia y Humboldt de Berl&iacute;n de 1993 a 1996.
										</p>
										<p>
										Fu&eacute; investigador y jefe del departamento de Neurofisiolog&iacute;a del Instituto Nacional de Psiquiatr&iacute;a de 1984 a 1997 y, desde 1997 es profesor titular del CINVESTAV.
                                                                                </p>
										<p>
										Pertenece al SNI desde 1988 y es nivel 3 desde 2005. Es revisor regular de trabajos de investigaci&oacute;n de varias revistas internacionales de neurociencias (Nature Neuroscience Rev., Journal of Neuroscience, PNAS, Trends in Neurroscience, Cerebral Cortex, J. Neurophsysiology, J. Comparative Neurology, Hippocampus, Neuroscience, Experimental Neurology, entre otras) y miembro del comit&eacute; editorial de Frontiers in Neuroscience (Synaptic neuroscience, Integrative Neuroscience), Brain Sciences y Neuroscience. Es revisor de proyectos de investigaci&oacute;n para diversas instituciones en M&eacute;xico, Chile, Argentina, Alemania y EEUU. Tiene un centenar de publicaciones en revistas internacionales, cap&iacute;tulos de libros y edit&oacute; un libro sobre coliberaci&oacute;n de neurotransmisores en Springer Verlag. Un trabajo en el que describi&oacute; por vez primera la presencia de un gen de una neurona GABA&eacute;rgica en una glutamat&eacute;rgica recibi&oacute; el primer &ldquo;Young Investigator Award, Brain Research / Elsevier&rdquo; en 2001. Es reconocido por haber descubierto la co-transmisi&oacute;n de glutamato y GABA y las sinapsis mixtas el&eacute;ctricas-qu&iacute;micas en el telenc&eacute;falo. En 2016 fue distinguido con la &ldquo;C&aacute;tedra Mercator&rdquo; que otorga la DFG (Deutsche Forgschungsgemeinschaft; Sociedad Alemana de Investigaci&oacute;n) en la Universidad de Heidelberg, Alemania.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
