<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Ramiro Rico Mart&iacute;nez<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Es Ingeniero y Maestro en Ciencias en Ingenier&iacute;a Qu&iacute;mica por el Instituto Tecnol&oacute;gico de Celaya, y Doctor en Filosof&iacute;a (Ph. D.) con especialidad en Ingenier&iacute;a Qu&iacute;mica por Princeton University, en Estados Unidos. Realiz&oacute; una estancia postdoctoral en el Fritz-Haber-Institut de la Sociedad Max Planck, en Berl&iacute;n, Alemania, auspiciada por el Prof. Gerhardt Ertl, Premio Nobel de Qu&iacute;mica 2007, con qui&eacute;n tiene art&iacute;culos cient&iacute;ficos en co-autor&iacute;a. Esta estancia fue financiada por una beca Humboldt del gobierno alem&aacute;n. Ha sido Profesor-Visitante en Princeton University, con el auspicio de una beca Fulbrigth-Garc&iacute;a Robles auspiciada por el Departamento de Estado de los Estados Unidos.
										</p>
										<p>
										Fue subdirector acad&eacute;mico del Instituto Tecnol&oacute;gico Celaya, logrando llevar a dicha instituci&oacute;n a ser considerada como el primer Instituto Tecnol&oacute;gico del pa&iacute;s de Alto Desempe&ntilde;o y el primer Instituto Tecnol&oacute;gico en recibir el premio ANUIES a la consolidaci&oacute;n y desarrollo institucional.
                                                                                </p>
										<p>
										Es autor de un centenar de art&iacute;culos de investigaci&oacute;n, miembro del SNI desde 1992 de manera ininterrumpida. Ha dirigido 25 tesis de maestr&iacute;a, y 12 de doctorado. Sus estudiantes han recibido 2 becas Fulbrigth-Garc&iacute;a Robles para realizar estancias doctorales en Estados Unidos, y una beca de la DAAD para realizar estancia en Alemania. Uno de sus estudiantes graduados obtuvo una beca Humboldt para una estancia post-doctoral en Alemania. Todos sus antiguos estudiantes doctorales son actualmente profesores universitarios y todos han sido o son miembros del Sistema Nacional de Investigadores.
                                                                                </p>
                                                                                <p>
										Fue co-fundador del laboratorio de Bioingenier&iacute;a del IT Celaya y actualmente coordinador del cuerpo acad&eacute;mico de Bioingenier&iacute;a de dicha instituci&oacute;n. El laboratorio cuenta con proyectos transferidos, adem&aacute;s de brindar asesor&iacute;a a una veintena de empresas a nivel nacional. En 2016, el laboratorio ha recibido un apoyo para convertirse en laboratorio nacional de la mano del laboratorio LANBAMA del IPICYT para servicios de asesor&iacute;a y consultor&iacute;a a las empresas.
                                                                                </p>
										<p>
										Se desempe&ntilde;&oacute; como Director de Programas y Proyectos del Consejo de Ciencia y Tecnolog&iacute;a del Estado de Guanajuato del 2006 al 2011 y fue miembro del consejo t&eacute;cnico de dicha instituci&oacute;n de 1999 al 2006. Durante su gesti&oacute;n, el sistema regional de Innovaci&oacute;n de Guanajuato fue considerado por la OCDE (Organizaci&oacute;n para la Cooperaci&oacute;n y Desarrollo Econ&oacute;mico) como el m&aacute;s avanzado de entre los 15 estados que participaron en el estudio.
                                                                                </p>
                                                                                <p>
										Tras dejar el consejo, continu&oacute; con los esfuerzos para vincular empresas e instituciones de Educaci&oacute;n Superior de la regi&oacute;n Laja-Baj&iacute;o a trav&eacute;s de la red de innovaci&oacute;n denominada Consorcio del Conocimiento, de la cual fungi&oacute; como primer presidente del consejo t&eacute;cnico y miembro del consejo directivo. La red fue considerada (2012) un caso de &eacute;xito de buenas pr&aacute;cticas por la Secretar&iacute;a del Trabajo y Previsi&oacute;n Social.
                                                                                </p>
                                                                                <p>
										En 2017, apoy&oacute; en la apertura la Maestr&iacute;a en Innovaci&oacute;n Aplicada en la que fungi&oacute; hasta el 2019 como presidente del comit&eacute; de posgrado. Este posgrado es el primer posgrado con la industria del TecNM reconocido por su excelencia en el padr&oacute;n de posgrados del CONACYT.
                                                                                </p>
                                                                                <p>
										Sus proyectos asesorados han recibido en a&ntilde;os recientes reconocimientos como el 3er Lugar del Premio de Innovaci&oacute;n de la ADIAT (2013), Primer Lugar del Premio de Vinculaci&oacute;n Escuela-Empresa de la SEP-STPS en la categor&iacute;a de creaci&oacute;n de empresas de base tecnol&oacute;gica (2013), y primero (2014) y segundo (2013) lugar nacional del premio de Innovaci&oacute;n de los Institutos Tecnol&oacute;gicos.
                                                                                </p>
										<p>
										De mayo del 2017 a Mayo del 2021 fue director de la Revista Electr&oacute;nica Nova Scientia, con sede en la Universidad Lasalle-Baj&iacute;o. La revista fue incluida en el &iacute;ndice JCR como revista emergente y es una de dos revistas interdisciplinarias inclu&iacute;das en el padr&oacute;n de revista de excelencia de CONACYT con la categor&iacute;a de internacional.
                                                                                </p>
                                                                                <p>
										En 2023, fue subdirector acad&eacute;mico del Instituto Tecnol&oacute;gico de Quer&eacute;taro, ayudando a aperturar la Maestr&iacute;a en Ciencia de Datos, primera en su tipo entre las 256 instituciones que conforman el Tecnol&oacute;gico Nacional de M&eacute;xico.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="../images/avh.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
