<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Ram&oacute;n Casta&ntilde;eda Priego<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Licenciado en F&iacute;sica por la Universidad Veracruzana (1993 - 1998). Maestro (1998 - 2000) y Doctor (2000 - 2003) en Ciencias con la especialidad en F&iacute;sica por el Centro de Investigaci&oacute;n y de Estudios Avanzados del IPN. Estancia postdoctoral (2003 – 2004) en el Departamento de F&iacute;sica de la Universidad de Konstanz (Alemania).
										</p>
										<p>
										En 2000, Catedr&aacute;tico de la Facultad de F&iacute;sica de la Universidad Veracruzana. Desde 2004, Profesor Titular C de la Divisi&oacute;n de Ciencias e Ingenier&iacute;as (antes Instituto de F&iacute;sica) de la Universidad de Guanajuato.
                                                                                </p>
										<p>
										Profesor con Perfil Deseable (Secretar&iacute;a de Educaci&oacute;n P&uacute;blica); 2005 - presente. Miembro del Sistema Nacional de Investigadores; desde 2005 – presente y nivel 3 (m&aacute;xima distinci&oacute;n) desde 2015 (antes de los 40 a&ntilde;os). C&aacute;tedra de investigaci&oacute;n Marcos Monshinsky 2013 – 2014 (Universidad Nacional Aut&oacute;noma de M&eacute;xico). C&aacute;tedra de investigaci&oacute;n Alexander von Humboldt 2016 – 2019 (Fundaci&oacute;n Alexander von Humboldt, Alemania). Premio de Investigaci&oacute;n 2016, &Aacute;rea Ciencias Exactas, otorgado por la Academia Mexicana de Ciencias. Tuxpe&ntilde;o Distinguido 2018, H. Ayuntamiento Constitucional de Tuxpan de Rodr&iacute;guez Cano, Veracruz. Distinci&oacute;n &ldquo;Armando Olivares Carrillo&rdquo; 2022 (Universidad de Guanajuato) por las contribuciones cient&iacute;ficas en beneficio de la sociedad guanajuatense durante la pandemia causada por el COVID-19. &ldquo;Molecular Simulations Award 2022&rdquo; otorgado por la Universidad Aut&oacute;noma Metropolitana por sus contribuciones a la F&iacute;sica Molecular.
                                                                                </p>
                                                                                <p>
										Ha dirigido m&aacute;s de 50 tesis de licenciatura y posgrado (entre ellas 17 de doctorado); varios de los egresados son ahora investigadores activos en diversas instituciones educativas nacionales y del extranjero, contribuyendo as&iacute; a la formaci&oacute;n de cient&iacute;ficas y cient&iacute;ficos altamente competitivos. Tambi&eacute;n ha sido miembro de m&aacute;s de 100 comit&eacute;s acad&eacute;micos para la formaci&oacute;n de cient&iacute;ficos en instituciones educativas dentro y fuera de M&eacute;xico.
                                                                                </p>
										<p>
										Hasta la fecha ha publicado 105 art&iacute;culos de investigaci&oacute;n que han generado aproximadamente 2700 citas independientes obteniendo un factor Hirsch = 29. Ha sido invitado a impartir diversas plenarias nacionales e internacionales en los eventos m&aacute;s importantes de la F&iacute;sica de la Materia Condensada Blanda, entre ellas la plenaria de F&iacute;sica Estad&iacute;stica de la Sociedad Mexicana de F&iacute;sica y la Gordon Research Conference sobre Coloides y Polielectrolitos en EEUU. Ha sido investigador distinguido de las mejores instituciones educativas del mundo (CalTech, NIST, Forschungszentrum J&uuml;lich, Delaware, D&uuml;sseldorf, etc).
                                                                                </p>
                                                                                <p>
										Actualmente se desempe&ntilde;a como Director del Departamento de Ingenier&iacute;a F&iacute;sica de la Universidad de Guanajuato y es Presidente de la Divisi&oacute;n de F&iacute;sica Estad&iacute;stica y Termodin&aacute;mica de la Sociedad Mexicana de F&iacute;sica.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/ramon_castaneda.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
