<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Sergio Romero Romero<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Sergio Romero Romero es un apasionado de la bioqu&iacute;mica y el estudio de las prote&iacute;nas. Sergio Romero Romero estudi&oacute; la Licenciatura en Biomedicina en la Benem&eacute;rita Universidad Aut&oacute;noma de Puebla, con especializaci&oacute;n en Microbiolog&iacute;a. Posteriormente curs&oacute; la Maestr&iacute;a y el Doctorado en Ciencias Bioqu&iacute;micas en la Universidad Nacional Aut&oacute;noma de M&eacute;xico (UNAM), donde se especializ&oacute; en el estudio de las prote&iacute;nas. Movido por su interés en socializar el conocimiento cient&iacute;fico y enriquecer su formaci&oacute;n, tambi&eacute;n realiz&oacute; una segunda licenciatura, ahora en Sociolog&iacute;a, en la misma universidad. Al finalizar sus estudios de posgrado, obtuvo en 2019 una beca postdoctoral (Humboldt Research Fellowship for Postdoctoral Researchers) otorgada por las fundaciones Alexander von Humboldt y Bayer Science & Education, que le permiti&oacute; realizar un postdoctorado en la Universidad de Bayreuth, Alemania, donde m&aacute;s adelante obtuvo una posición como l&iacute;der de grupo en la misma universidad.
										</p>
										<p>
										Su formaci&oacute;n acad&eacute;mica se ha centrado en el estudio de diversos aspectos de las prote&iacute;nas, incluyendo plegamiento, evoluci&oacute;n, relaciones secuencia-estructura-funci&oacute;n, ingenier&iacute;a, dise&ntilde;o y m&eacute;todos tanto experimentales como computacionales para la caracterizaci&oacute;n de estas macromol&eacute;culas.
                                                                                </p>
										<p>
										Desde 2024, es Investigador Titular A en el Instituto de Fisiolog&iacute;a Celular de la UNAM, donde aplica su experiencia en la intersecci&oacute;n de la bioqu&iacute;mica, la evoluci&oacute;n y el dise&ntilde;o de prote&iacute;nas. Su grupo de investigaci&oacute;n est&aacute; interesado en estudiar c&oacute;mo han evolucionado estructural y funcionalmente estas macromol&eacute;culas y en generar prote&iacute;nas novedosas con nuevas propiedades y funciones para aplicaciones biom&eacute;dicas y biotecnol&oacute;gicas, utilizando tanto enfoques de dise&ntilde;o racional como m&eacute;todos de inteligencia artificial de &uacute;ltima generaci&oacute;n. Para esto, mantiene colaboraciones activas con diversos grupos de investigaci&oacute;n nacionales e internacionales, por ejemplo, con pa&iacute;ses como Estados Unidos, Espa&ntilde;a, Alemania, Italia y Reino Unido. Adem&aacute;s, es profesor activo de numerosos cursos de licenciatura y posgrado, y cuenta con tesistas de varios niveles acad&eacute;micos provenientes de diversas universidades mexicanas y alemanas.
                                                                                </p>
                                                                                <p>
										Finalmente, adem&aacute;s de su labor acad&eacute;mica, Sergio mantiene un fuerte compromiso con la divulgaci&oacute;n cient&iacute;fica, actividad que considera esencial para compartir el conocimiento con la sociedad y despertar la curiosidad por el fascinante mundo de las prote&iacute;nas. Por esto mismo, participa activamente en columnas de divulgaci&oacute;n, ferias de ciencia, redes sociales y otros espacios de comunicaci&oacute;n p&uacute;blica de la ciencia.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/sergio_romero.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
