<!DOCTYPE HTML>
<html>
	<head>
		<title>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="../assets/css/main.css" />
		<style> p {text-align: justify;} </style>
	</head>
	<body class="is-preload">

		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Main -->
					<div id="main">
						<div class="inner">

							<!-- Header -->
								<header id="header">
									<a href="../index.html" class="logo"><strong>Asociaci&oacute;n de exbecarios y premiados de la Fundaci&oacute;n Alexander von Humboldt en M&eacute;xico</strong></a>
								</header>

							<!-- Banner -->
								<section id="banner">
									<div class="content">
										<header>
											<h1>Susana Castro Obreg&oacute;n<br /></h1>
											<p>Semblanza, 2025</p>
										</header>
										<p>
										Departamento de Neurodesarrollo y Fisiolog&iacute;a<br/>Divisi&oacute;n de Neurociencias<br/>Instituto de Fisiolog&iacute;a Celular, UNAM<br/>Tel: (52)(55)56225676<br/>scastro@ifc.unam.mx<br/>www.ifc.unam.mx/investigadores/susana-castro
										</p>
										<p>
										La Dra. Susana Castro Obreg&oacute;n obtuvo los grados de Licenciatura, Maestr&iacute;a y Doctorado en la UNAM. Recibi&oacute; la beca Pew Latinamerican Fellow para realizar un postdoctorado en el Burnham Institute en La Jolla, y trabaj&oacute; como investigadora en el Buck Institute for Research on Aging en Novato, ambos en California, EUA. Recibi&oacute; la beca Experienced Researcher Humboldt Fellow para realizar una estancia sab&aacute;tica en el Instituto Max Planck de Gen&eacute;tica Molecular en Berl&iacute;n, Alemania.
                                                                                </p>
										<p>
										Es la Coordinadora de la Licenciatura en Neurociencias que se imparte en Ciudad Universitaria. Ha publicado decenas de art&iacute;culos cient&iacute;ficos y sus publicaciones han recibido miles de citas. Es miembro del Sistema Nacional de Investigadores Nivel 3 y de varias sociedades cient&iacute;ficas nacionales e internacionales de su especialidad. Ha recibido diversas distinciones nacionales e internacionales, entre las que destacan el Premio de Investigaci&oacute;n M&eacute;dica Jorge Rosenkranz, el Est&iacute;mulo a la Investigaci&oacute;n M&eacute;dica de la Fundaci&oacute;n Miguel Alem&aacute;n, el Premio Pew Innovation Fund 2022 y fue embajadora cient&iacute;fica de la Fundaci&oacute;n Alexander von Humboldt.
                                                                                </p>
                                                                                <p>
										Es investigadora en el Instituto de Fisiolog&iacute;a Celular de la UNAM, donde estudia procesos celulares y moleculares que contribuyen al desarrollo embrionario, que en etapas posteriores de la vida favorecen el envejecimiento; centra sus estudios en el sistema nervioso. Compara la biolog&iacute;a de especies de mam&iacute;feros que tienen diferente tasa de envejecimiento.
                                                                                </p>
									</div>
									<span class="image object">
										<img src="images/susana_castro.jpg" alt="" style="width:200px;height:200px;"/>
									</span>
								</section>


						</div>
					</div>

				<!-- Sidebar -->
					<div id="sidebar">
						<div class="inner">

							<!-- Search -->
								<section id="search" class="alt">
									<form method="post" action="#">
										<input type="text" name="query" id="query" placeholder="Search" />
									</form>
								</section>

							<!-- Menu -->
								<nav id="menu">
									<header class="major">
										<h2>Menu</h2>
									</header>
									<ul>
										<li><a href="../index.html">Inicio</a></li>
										<li><a href="../objetivos.html">Objetivos y tareas de la Fundaci&oacute;n</a></li>
										<li><a href="../asociacion.html">Funciones de la Asociaci&oacute;n en M&eacute;xico</a></li>
										<li><a href="../programas.html">Becas y premios que ofrece la Fundaci&oacute;n</a></li>
										<li><a href="../eventos.html">Eventos</a></li>
										<li><a href="../galardonados.html">Nuestros galardonados de los &uacute;ltimos cinco a&ntilde;os</a></li>
										<li><a href="../estadisticas.html">Estad&iacute;sticas de las personas galardonadas en M&eacute;xico</a></li>
										<li><a href="../comunidad.html">Nuestra comunidad</a></li>
									</ul>
								</nav>

							<!-- Footer -->
								<footer id="footer">
									<p class="copyright">&copy; Untitled. All rights reserved. Demo Images: <a href="https://unsplash.com">Unsplash</a>. Design: <a href="https://html5up.net">HTML5 UP</a>.</p>
								</footer>

						</div>
					</div>

			</div>

		<!-- Scripts -->
			<script src="../assets/js/jquery.min.js"></script>
			<script src="../assets/js/browser.min.js"></script>
			<script src="../assets/js/breakpoints.min.js"></script>
			<script src="../assets/js/util.js"></script>
			<script src="../assets/js/main.js"></script>

	</body>
</html>
